import db

def app():
    db.init_db()
    print("Таблицы успешно созданы!")

#     print("Вас приветствует, онлайн Сервис резервирования билетов!")
#     while True:
#         print("Выберите нужную команду:")
#         print("0. Выход")
#         print("1. Показать список мероприятий:")
#         print("2. Показать список мест")
#         print("3. Показать список билетов")
#         print("4. Показать детальную информацию по каждому мероприятию")
#         cmd = int(input("Введите номер команды:"))
#
#         if cmd == 0:
#              print(" До скорой встречи!)")
#              break
#         elif cmd == 1:
#               print("В разработке")
#         elif cmd == 2:
#              print("В разработке")
#         elif cmd == 3:
#               print("В разработке")
#         elif cmd == 4:
#               print("В разработке")
#         elif cmd == 5:
#               print("В разработке")
#         else:
#              print("Вы ввели несуществующую команду. Попробуйте еще раз!")
#
#
# app()




